/* Printing Resolution */
"1200 x 1200" = "1200 x 1200";
"2400 x 1200" = "2400 x 1200";
"Automatic" = "Automatico";

/* Job Storage */
"HPJOBRETENTIONOPTION_QUICKCOPY_DS"="Una volta terminate le stampe è possibile usare il pannello di controllo della stampante per eseguire più copie del processo di stampa. Copie multiple dei processi memorizzati verranno fascicolate automaticamente.";
"HPJOBRETENTIONOPTION_PROOFANDPRINT_DS"="Quando si richiedono copie multiple solo la prima copia verrà stampata. Le rimanenti copie saranno memorizzate nella stampante fino all'avvio della stampa mediante il pannello di controllo. Copie multiple dei processi memorizzati verranno fascicolate automaticamente.";
"HPJOBRETENTIONOPTION_STOREDJOB_DS"="Il processo verrà memorizzato nella stampante come in un normale archivio. Non verrà eseguita alcuna stampa fino a quando il processo non sarà richiesto dal pannello di controllo. Usare il metodo per moduli o per altri documenti comuni o condivisi. Copie multiple dei processi memorizzati verranno fascicolate automaticamente.";
"HPJOBRETENTIONOPTION_PRIVATE_DS"="Il processo verrà memorizzato nella stampante. Non sarà possibile stampare altro fino a quando il processo non verrà attivato tramite il pannello di controllo. I processi di stampa privati sono protetti da un PIN a quattro cifre specificato dall'utente. Copie multiple dei processi memorizzati verranno fascicolate automaticamente.";
"HPJOBRETENTIONOPTION_PRIVATE_STOREDJOB_DS"="Il processo di stampa verrà memorizzato nella stampante come se questa fosse uno schedario elettronico. Il processo non viene stampato prima della richiesta diretta dal pannello di controllo della stampante. I processi di stampa memorizzati privatamente sono protetti da numeri di identificazione di 4 cifre, specificati dall’utente. Copie multiple dei processi memorizzati verranno fascicolate automaticamente.";
"HPJOBRETENTIONOPTION_OFF_DS"="Il processo verrà stampato ma non memorizzato nella stampante.";
"HPJOBRETENTIONOPTION_STOREJOB_DS" = "Il processo di stampa verrà memorizzato nella stampante come se questa fosse uno schedario elettronico. Il processo non viene stampato prima della richiesta diretta dal pannello di controllo della stampante. I processi di stampa memorizzati possono essere protetti utilizzando un numero di identificazione opzionale di 4 cifre, specificato dall’utente. Copie multiple dei processi memorizzati verranno fascicolate automaticamente.";
"HPJOBRETENTIONOPTION_PERSONAL_DS" = "Archivia nella stampante il lavoro di stampa fino a quando il lavoro non viene richiesto dal pannello di controllo della stampante. Una volta stampato, il lavoro viene eliminato dalla stampante. È possibile mantenere privato il lavoro di stampa usando un PIN.";

"HPJOBRETENTIONOPTION_HPJOBRETENTIONPERSONAL_HPUSEPINTOPRINT_FALSE" = "Il lavoro verrà memorizzato sulla stampante e non sarà stampato fino a che non verrà richiesto tramite pannello controllo della stampante. Una volta stampato, il lavoro verrà automaticamente rimosso dalla memoria della stampante.";
"HPJOBRETENTIONOPTION_HPJOBRETENTIONPERSONAL_HPUSEPINTOPRINT_TRUE" = "Il lavoro verrà memorizzato sulla stampante e non sarà stampato fino a che non verrà richiesto tramite pannello controllo  della stampante e non sarà immesso il PIN. Una volta stampato, il lavoro verrà automaticamente rimosso dalla memoria della stampante.";
"HPJOBRETENTIONOPTION_HPJOBRETENTIONSTOREJOB_HPUSEPINTOPRINT_FALSE" = "Il lavoro verrà memorizzato sulla stampante come se fosse un archivio elettronico. Nulla sarà stampato fino a che non verrà richiesto tramite pannello controllo. Usare questa memoria per archiviare moduli ed altri documenti comuni o condivisi.";
"HPJOBRETENTIONOPTION_HPJOBRETENTIONSTOREJOB_HPUSEPINTOPRINT_TRUE" = "Il lavoro verrà memorizzato sulla stampante come se fosse un archivio elettronico. Nulla sarà stampato fino a che non verrà richiesto tramite pannello controllo e non sarà immesso il PIN. Usare questa memoria per archiviare moduli ed altri documenti comuni o condivisi.";

"HPSTRAIGHTPAPERPATH_DS" = "Vassoio di uscita alternativo aperto";

/* Manual Duplex */
"HPMANUALDUPLEXSWITCH_DS" = "Accertarsi che il cassetto di alimentazione manuale sia vuoto; oppure, se si utilizza questo cassetto, accertarsi che contenga unicamente la quantità di carta sufficiente per questo documento (aggiungere un foglio per la Guida al reinserimento se selezionata).";
"HPMANUAL_DUPLEX_PRINT_GUIDE_CHECKBOX_TITLE" = "Stampa Guida al reinserimento";

"HPTEXTNEUTRALGRAYS_SUMMARY" = "Grigi neutri testo";
"HPTEXTHALFTONE_SUMMARY" = "Mezzitoni testo";
"HPTEXTRGB_SUMMARY" = "Testo Colore RGB";
"HPGRAPHICSNEUTRALGRAYS_SUMMARY" = "Grigi neutri grafici";
"HPGRAPHICSHALFTONE_SUMMARY" = "Mezzitoni grafici";
"HPGRAPHICSRGB_SUMMARY" = "Grafici Colore RGB";
"HPPHOTONEUTRALGRAYS_SUMMARY" = "Grigi neutri fotografie";
"HPPHOTOHALFTONE_SUMMARY" = "Mezzitoni fotografie";
"HPPHOTORGB_SUMMARY" = "Fotografie Colore RGB";

"HPIMAGESHIFTFRONTX_SUMMARY" = "Front Horizontal Shift";
"HPIMAGESHIFTFRONTY_SUMMARY" = "Front Vertical Shift";
"HPIMAGESHIFTBACKX_SUMMARY" = "Back Horizontal Shift";
"HPIMAGESHIFTBACKY_SUMMARY" = "Back Vertical Shift";

/*Description for Booklet Printing PDE*/
"HPBOOKLETFILTER_AUTO_MANUAL_DS" = "Per stampare un opuscolo, occorre selezionare la casella di spunta \"Fronte-retro\" o \"Fronte-retro manuale\" qui sopra.";
"HPBOOKLETFILTER_MANUAL_DS" = "Per stampare un opuscolo, occorre selezionare la casella di spunta \"Fronte-retro manuale\" qui sopra.";
"HPBOOKLETFILTER_AUTO_DS" = "Per stampare un opuscolo, occorre selezionare la casella di spunta \"Fronte-retro\" qui sopra.";
"DUPLEXER_NOT_INSTALLED" = "Per stampare un opuscolo, installare l'accessorio per la stampa fronte-retro.";
"DUPLEXER_INSTALLED" = "Per stampare un opuscolo, la stampa fronte-retro deve essere attivata.";

"HPBOOKLET_PAGEORDER_CHECKBOX_TITLE" = "Rilega pagg. a dx";

"HPWMSWITCH_CHECKBOX_TITLE" = "Filigrana";

/*UntitledCustomName*/
"UntitledString"="Senza titolo";

/* Color/Quality Options */
"CMANDRESOLUTION_GRAY600X600DPI_DS" = "600 dpi";
"CMANDRESOLUTION_CMYKIMAGERET3600_DS" = "ImageREt 3600";
"CMANDRESOLUTION_CMYKIMAGERET2400_DS" = "ImageREt 2400";
"CMANDRESOLUTION_CHECKBOX_TITLE" = "Stampa colore in grigio";

"OUTPUTMODE_DS_COLORINPUT_BLACKRENDER_600X600DPI_OUTPUT_AUTOMATIC" = "Input colore/Resa in nero: 600x600 dpi\nOutput (nero/colore): Automatico";

"OUTPUTMODE_DS_GENERALOFFICE" = "Rendering nero: 300x300dpi \nInput colore: 300x300dpi \nOutput (nero): Automatico \nOutput (colore): Automatico";

"OUTPUTMODE_DS_PROFESSIONAL" = "Rendering nero: 600x600dpi \nInput colore: 600x600dpi \nOutput (nero): Automatico \nOutput (colore): Automatico";

"OUTPUTMODE_DS_PRESENTATION" = "Rendering nero: 600x600dpi \nInput colore: 600x600dpi \nOutput (nero): Automatico \nOutput (colore): Automatico \nPer questi tipi di carta, Output nero è 1200x1200 dpi ottimizzati: Non specificato, Comune, HP Premium Presentation opaca e HP Brochure opaca";

"OUTPUTMODE_DS_MAXIMUMDPI" = "Rendering nero: 600x600dpi \nInput colore: 600x600dpi \nOutput (nero): Automatico \nOutput (colore): 2400x1200 dpi ottimizzati";

